export const aboutMeData = [
  {
    title: "責任感と適応力",
    content:
      "与えられた仕事に対して真剣に取り組み、困難な状況に直面しても、目標達成に向けて努力をしています。そして新しい環境でもその強みを活かしていきたいです。",
  },
  {
    title: "学習と挑戦",
    content:
      "HTML、CSS、JavaScriptからスタートし、現在はReactやNode.jsなどを勉強中です。スキルの向上と高品質なコードを書けるように学習しています。",
  },
  {
    title: "将来の展望",
    content:
      "フロントエンド開発者としてのキャリアを積み重ね、幅広いプロジェクトに貢献したいと考えています ブラウザを用いたクライアント側の業務に携わりです。",
  },
  {
    title: "目標とするエンジニア像",
    content:
      "ユーザーにとって使いやすいサイトを作り、また、エンジニアとしてのスキルを磨き、チームでの開発に貢献できるようなエンジニアになりたいです。",
  },
];
